Revit 2027 API
GroupTypeId.IdentityData Property
 Identity Data.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId IdentityData { get; }
Public Shared ReadOnly Property IdentityData As ForgeTypeId
	Get
public:
static property ForgeTypeId^ IdentityData {
	ForgeTypeId^ get ();
}
static member IdentityData : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace